[
	{
		"id": 1,
		"category": "التشهد",
		"audio": "/audio/ar_7esn_AlMoslem_by_Doors_023.mp3",
		"filename": "ar_7esn_AlMoslem_by_Doors_023",
		"array": [
			{
				"id": 1,
				"text": "((التَّحِيَّاتُ لِلَّهِ، وَالصَّلَواتُ، وَالطَّيِّباتُ، السَّلاَمُ عَلَيْكَ أَيُّهَا النَّبِيُّ وَرَحْمَةُ اللَّهِ وَبَرَكَاتُهُ، السَّلاَمُ عَلَيْنَا وَعَلَى عِبَادِ اللَّهِ الصَّالِحِينَ. أَشْهَدُ أَنْ لاَ إِلَهَ إِلاَّ اللَّهُ وَأَشْهَدُ أَنَّ مُحَمَّداً عَبْدُهُ وَرَسولُهُ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/52.mp3",
				"filename": "52"
			}
		]
	},
	{
		"id": 2,
		"category": "الصلاة على النبي بعد التشهد",
		"audio": "/audio/ar_7esn_AlMoslem_by_Doors_024.mp3",
		"filename": "ar_7esn_AlMoslem_by_Doors_024",
		"array": [
			{
				"id": 1,
				"text": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، وَعَلَى آلِ مُحَمَّدٍ، كَمَا صَلَّيتَ عَلَى إِبْرَاهِيمَ، وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ، اللَّهُمَّ بَارِكْ عَلَى مُحَمَّدٍ وَعَلَى آلِ مُحَمَّدٍ، كَمَا بَارَكْتَ عَلَى إِبْرَاهِيمَ وَعَلَى آلِ إِبْرَاهِيمَ، إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/53.mp3",
				"filename": "53"
			},
			{
				"id": 2,
				"text": "((اللَّهُمَّ صَلِّ عَلَى مُحَمَّدٍ وَعَلَى أَزْوَاجِهِ وَذُرِّيَّتِهِ، كَمَا صَلَّيْتَ عَلَى آلِ إِبْرَاهِيمَ. وَبَارِكْ عَلَى مُحَمَّدٍ وَعَلَى أَزْواجِهِ وَذُرِّيَّتِهِ، كَمَا بَارَكْتَ عَلَى آلِ إِبْرَاهِيمَ. إِنَّكَ حَمِيدٌ مَجِيدٌ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/54.mp3",
				"filename": "54"
			}
		]
	},
	{
		"id": 3,
		"category": "فضل الصلاة على النبي صلى الله عليه و سلم",
		"audio": "/audio/ar_7esn_AlMoslem_by_Doors_108.mp3",
		"filename": "ar_7esn_AlMoslem_by_Doors_108",
		"array": [
			{
				"id": 1,
				"text": "قَالَ النَّبِيُّ صلى الله عليه وسلم: ((مَنْ صَلَّى عَلَيَّ صَلاَةً صَلَّى اللَّهُ عَلَيْهِ بِهَا عَشْراً)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/219.mp3",
				"filename": "219"
			},
			{
				"id": 2,
				"text": "وَقَالَ صلى الله عليه وسلم: ((لاَ تَجْعَلُوا قَبْرِي عِيداً وَصَلُّوا عَلَيَّ؛ فَإِنَّ صَلاَتَكُم تَبْلُغُنِي حَيْثُ كُنْتُمْ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/220.mp3",
				"filename": "220"
			},
			{
				"id": 3,
				"text": "وَقَالَ صلى الله عليه وسلم: ((الْبَخِيلُ مَنْ ذُكِرْتُ عِنْدَهُ فَلَمْ يُصَلِّ عَلَيَّ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/221.mp3",
				"filename": "221"
			},
			{
				"id": 4,
				"text": "وَقَالَ صلى الله عليه وسلم:((إِنَّ لِلَّهِ مَلاَئِكَةً سَيَّاحِينَ فِي الْأَرْضِ يُبَلِّغُونِي مِنْ أُمَّتِي السَّلاَمَ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/222.mp3",
				"filename": "222"
			},
			{
				"id": 5,
				"text": "وَقَالَ صلى الله عليه وسلم: ((مَا مِنْ أَحَدٍ يُسَلِّمُ عَلَيَّ إِلاَّ رَدَّ اللَّهُ عَلَيَّ رُوحِيَ حَتَّى أَرُدَّ عَلَيْهِ السَّلاَمَ)).",
				"count": 1,
				"repeat": "مرة واحدة",
				"audio": "/audio/223.mp3",
				"filename": "223"
			}
		]
	}
]